NSCameraUsageDescription = "Fotoaparát sa používa pri videohovoroch";
NSMicrophoneUsageDescription = "Mikrofón sa používa pri hovoroch a videohovoroch";
NSPhotoLibraryUsageDescription = "Na zdieľanie obrázkov a videí z vášho zariadenia je potrebný prístup do knižnice fotografií";
NSContactsUsageDescription = "Na spárovanie kontaktov v adresári s kontaktmi na vašom serveri je potrebný prístup ku kontaktom";
NSLocationWhenInUseUsageDescription = "Toto je potrebné na zdieľanie vašej polohy s ostatnými";
NSSpeechRecognitionUsageDescription = "Prístup k rozpoznávaniu reči je potrebný na prepísanie hlasovej správy na text pomocou systému rozpoznávania reči na vašom zariadení";
